
/* This item sets the default language for Ink when running under this localization. */
/* 0 = English		*/
/* 1 = French		*/
/* 2 = German		*/
DEFAULT_LANGUAGE = "0";

/* Gesture list item text */

GESTURE1 = "Undo";
GESTURE2 = "Cut";
GESTURE3 = "Copy";
GESTURE4 = "Paste";
GESTURE5 = "Clear";
GESTURE6 = "Tab";
GESTURE7 = "Join";
GESTURE8 = "Horizontal Space";
GESTURE9 = "Return";
GESTURE10 = "Delete";
GESTURE11 = "Select All";
GESTURE12 = "Escape";

/* Gesture description view text */

GestureDescription1 = "Undo\n\nUndoes the last action, if the last action is able to be undone.";
GestureDescription2 = "Cut\n\nRemoves the selected object and places it on the clipboard.";
GestureDescription3 = "Copy\n\nCopies the selected object to the clipboard.";
GestureDescription4 = "Paste\n\nInserts the contents of the clipboard at the location of the insertion point or selection.";
GestureDescription5 = "Clear\n\nRemoves the selected object without storing it on the clipboard.";
GestureDescription6 = "Tab\n\nInserts a tab at the location of the insertion pont.";
GestureDescription7 = "Join\n\nJoins two words together. Write the gesture just below the two words that you want to join.\n\nThis gesture works with\nInk-aware applications only.";
GestureDescription8 = "Horizontal Space\n\nInserts a space after the insertion point. You can also write this gesture facing the opposite direction.";
GestureDescription9 = "Return\n\nInserts a return character after the insertion point, or presses the default button in a dialog. You can also write this gesture facing the opposite direction.";
GestureDescription10 = "Delete\n\nDeletes the character before the insertion point.";
GestureDescription11 = "Select All\n\nSelects the entire text field.";
GestureDescription12 = "Escape\n\nSends the Escape key.  Can be used to cancel dialogs.";

/* Alert/dialog strings */

DUPELIST_ALERT = "“%1” is already in the word list.";
DUPEDICT_ALERT = "“%1” is already in the Ink dictionary.";
DUPEDICT_DESCRIPT = "Ink uses a built-in dictionary to compare what you’ve written with words that it knows. The word you entered is a known word and doesn’t need to be added.";
SAVE_CHANGES = "Save Word List changes?";
SYSTEM_DICT_ERROR = "An error occurred loading the system word list.";
SYSTEM_DICT_DESCRIPT = "“%1” was not added to the word list.";
DRIVER_WARNING = "Ink is on.";
DRIVER_DESCRIPT = "You might need to install driver software before you can use your tablet with Ink. If you have problems, make sure you’ve installed the software that came with your graphics tablet.";
REVERT_ALERT = "Revert to last saved Word List?";
REVERT = "Revert";
DONT_REVERT = "Don’t Revert";
/*PENOPTIONS_WARNING = "Pen options warning.";*/
PENOPTIONS_WARNING = "For the hold button options to function correctly, you must disable the corresponding pen button using the utility provided by your tablet manufacturer.";
PENOPTIONS_WACOM_DESCRIPT = "Ink has detected a conflict with your current Wacom tablet settings. For this Ink option to function correctly, you must set the corresponding button to 'Ignored' using the Wacom configuration utility.";


SAVE = "Save";
DONT_SAVE = "Don’t Save";
CANCEL = "Cancel";
OK = "OK";

INK_HELP = "Ink Help";
